/* No comment provided by engineer. */
"1 day" = "1 giorno";

/* No comment provided by engineer. */
"1 day before" = "1 giorno prima";

/* No comment provided by engineer. */
"1 hour before" = "1 ora prima";

/* No comment provided by engineer. */
"2 days" = "2 giorni";

/* No comment provided by engineer. */
"2 days before" = "2 giorni prima";

/* No comment provided by engineer. */
"2 hours before" = "2 ore prima";

/* No comment provided by engineer. */
"3 days" = "3 giorni";

/* No comment provided by engineer. */
"4 days" = "4 giorni";

/* No comment provided by engineer. */
"5 days" = "5 giorni";

/* No comment provided by engineer. */
"5 minutes before" = "5 minuti prima";

/* No comment provided by engineer. */
"6 days" = "6 giorni";

/* No comment provided by engineer. */
"7 days" = "7 giorni";

/* No comment provided by engineer. */
"10 minutes before" = "10 minuti prima";

/* No comment provided by engineer. */
"14 days" = "14 giorni";

/* No comment provided by engineer. */
"15 minutes before" = "15 minuti prima";

/* No comment provided by engineer. */
"30 minutes before" = "30 minuti prima";

/* No comment provided by engineer. */
"31 days" = "31 giorni";

/* No comment provided by engineer. */
"About Itsycal" = "Informazioni su Itsycal";

/* About prefs tab label */
"About" = "Informazioni";

/* No comment provided by engineer. */
"Add Location" = "Aggiungi posizione";

/* No comment provided by engineer. */
"Alert:" = "Avviso:";

/* No comment provided by engineer. */
"All-day:" = "Tutto il giorno:";

/* Appearance prefs tab label */
"Appearance" = "Aspetto";

/* No comment provided by engineer. */
"Are you sure you want to delete this event?" = "Sei sicuro di voler cancellare questo evento?";

/* No comment provided by engineer. */
"At time of event" = "All'ora dell'evento";

/* No comment provided by engineer. */
"Automatically check for updates" = "Controlla gli aggiornamenti automaticamente";

/* No comment provided by engineer. */
"Calendar" = "Calendario";

/* No comment provided by engineer. */
"Calendar access denied.

Itsycal is more useful when it can display events from your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy" = "L'accesso al calendario negato.

Itsycal è più utile quando è in grado di visualizzare eventi dai calendari. È possibile modificare questa impostazione in Preferenze di Sistema › Sicurezza e Privacy › Privacy.";

/* No comment provided by engineer. */
"Calendar access was denied." = "L'accesso al calendario negato.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Check for Updates…" = "Controlla aggiornamenti…";

/* No comment provided by engineer. */
"Copy" = "Copia";

/* Dark theme name */
"Dark" = "Tema scuro";

/* No comment provided by engineer. */
"Date & Time…" = "Data e Ora…";

/* No comment provided by engineer. */
"Datetime pattern" = "Data e ora modello";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delete All Future Events" = "Elimina tutti gli eventi futuri";

/* No comment provided by engineer. */
"Delete Only This Event" = "Elimina solo questo";

/* No comment provided by engineer. */
"Delete This Event" = "Elimina";

/* No comment provided by engineer. */
"Do you want to delete this and all future occurrences of this event, or only the selected occurrence?" = "Vuoi eliminare questa e tutte le ricorrenze future di questo evento o solo quella selezionata?";

/* No comment provided by engineer. */
"Donate with" = "Dona con";

/* No comment provided by engineer. */
"End Repeat:" = "Fine ripetizione:";

/* No comment provided by engineer. */
"Ends:" = "Termina:";

/* No comment provided by engineer. */
"Event list shows:" = "Mostra lista eventi:";

/* No comment provided by engineer. */
"Every %zd Days" = "Ogni %zd giorni";

/* No comment provided by engineer. */
"Every %zd Months" = "Ogni %zd mesi";

/* No comment provided by engineer. */
"Every %zd Weeks" = "Ogni %zd settimane";

/* No comment provided by engineer. */
"Every %zd Years" = "Ogni %zd anni";

/* No comment provided by engineer. */
"Every Day" = "Ogni giorno";

/* No comment provided by engineer. */
"Every Month" = "Ogni mese";

/* No comment provided by engineer. */
"Every Week" = "Ogni settimana";

/* No comment provided by engineer. */
"Every Year" = "Ogni anno";

/* No comment provided by engineer. */
"First day of week:" = "Primo giorno della settimana:";

/* No comment provided by engineer. */
"Follow" = "Segui";

/* No comment provided by engineer. */
"Friday" = "Venerdì";

/* General prefs tab label */
"General" = "Generali";

/* No comment provided by engineer. */
"Help…" = "Aiuto…";

/* No comment provided by engineer. */
"Hide icon" = "Nascondi l'icona";

/* No comment provided by engineer. */
"Highlight:" = "Evidenzia:";

/* No comment provided by engineer. */
"Itsycal cannot create a new event unless there is at least one calendar you have permission to modify." = "Itsycal non possono creare un nuovo evento se c'è almeno un permessi di calendario da modificare.";

/* No comment provided by engineer. */
"Itsycal is more useful when you allow it to add events to your calendars. You can change this setting in System Preferences › Security & Privacy › Privacy." = "Itsycal è più utile quando si permettono di aggiungere eventi dai calendari. È possibile modificare questa impostazione in Preferenze di Sistema › Sicurezza e Privacy › Privacy.";

/* No comment provided by engineer. */
"Itsycal must be run from the Applications folder in order to work properly.

Please quit Itsycal, move it to the Applications folder, and relaunch." = "Itsycal deve essere eseguito dalla cartella Applicazioni per poter funzionare correttamente.

Si prega di esci da Itsycal, spostarlo nella cartella Applicazioni, e riavvia.";

/* No comment provided by engineer. */
"Keyboard shortcut" = "Abbreviazione da tastiera";

/* No comment provided by engineer. */
"Launch at login" = "Apri automaticamente con il login";

/* Light theme name */
"Light" = "Tema chiaro";

/* No comment provided by engineer. */
"Menu Bar" = "Barra dei Menu";

/* No comment provided by engineer. */
"Monday" = "Lunedì";

/* No comment provided by engineer. */
"Move Itsycal to the Applications folder" = "Spostare Itsycal nella cartella Applicazioni";

/* Repeat ends never */
"Never" = "Mai";

/* No comment provided by engineer. */
"New Event" = "Nuovo evento";

/* No comment provided by engineer. */
"New Event… ⌘N" = "Nuovo evento… ⌘N";

/* No comment provided by engineer. */
"No events" = "Nessun evento";

/* Alert none
   Repeat none */
"None" = "Nessuno";

/* No comment provided by engineer. */
"On Date" = "In data";

/* No comment provided by engineer. */
"Open Calendar… ⌘O" = "Apri l'applicazione Calendario… ⌘O";

/* No comment provided by engineer. */
"Options" = "Opzioni";

/* No comment provided by engineer. */
"or" = "o";

/* No comment provided by engineer. */
"Pin Itsycal… P" = "Mantieni Itsycal visibile… P";

/* No comment provided by engineer. */
"Preferences…" = "Preferenze…";

/* No comment provided by engineer. */
"Quit Itsycal" = "Esci da Itsycal";

/* No comment provided by engineer. */
"Repeat:" = "Ripetizione:";

/* No comment provided by engineer. */
"Saturday" = "Sabato";

/* No comment provided by engineer. */
"Save Event" = "Salvare Evento";

/* No comment provided by engineer. */
"Show calendar weeks" = "Mostra le settimane del calendario";

/* No comment provided by engineer. */
"Show day of week in icon" = "L'icona mostra giorno della settimana";

/* No comment provided by engineer. */
"Show event dots" = "Mostra punti per gli eventi";

/* No comment provided by engineer. */
"Show event location" = "Mostra la posizione dell'evento";

/* No comment provided by engineer. */
"Show month in icon" = "L'icona mostra Mese";

/* No comment provided by engineer. */
"Starts:" = "Inizia:";

/* No comment provided by engineer. */
"Sunday" = "Domenica";

/* System theme name */
"System" = "Sistema";

/* Alert box message when we fail to launch the Calendar application */
"The Calendar application could not be found." = "L'applicazione Calendario non è stato trovato.";

/* No comment provided by engineer. */
"Theme:" = "Tema:";

/* No comment provided by engineer. */
"There are no modifiable calendars." = "Nessun calendario scrivibile.";

/* No comment provided by engineer. */
"Thursday" = "Giovedì";

/* No comment provided by engineer. */
"Tuesday" = "Martedì";

/* No comment provided by engineer. */
"Use colored dots" = "Usa punti colorati";

/* No comment provided by engineer. */
"Use larger text" = "Usa un carattere più grande";

/* No comment provided by engineer. */
"Use outline icon" = "Usa l'icona contorno";

/* No comment provided by engineer. */
"Wednesday" = "Mercoledì";

/* No comment provided by engineer. */
"You're deleting an event." = "Stai eliminando en evento.";

/* Spanning event ends */
"ends" = "termina il";

